[
	{
		"user_id" : 1,
		"title" : "Comment se souvenir facilement de π",
		"slug" : "comment-se-souvenir-facilement-de-p",
		"abstract" : "Bien que l’on retrouve π (pi) facilement sur nos calculatrices, le connaître peut toujours être utile ! Voici un poème simple pour apprendre à réciter les décimales de ce nombre si utile: le nombre de lettres de chaque mot correspond à une décimale, les mots de dix lettres représentant un 0.",
		"content" : "Que j’aime à faire apprendre un nombre utile aux sages !\r\nImmortel Archimède, artiste, ingénieur,\r\nQui de ton jugement peut priser la valeur ? \r\nPour moi ton problème eut de pareils avantages. \r\n\r\nJadis, mystérieux, un problème bloquait\r\nTout l’admirable procédé, l’œuvre grandiose\r\nQue Pythagore découvrit aux anciens Grecs.\r\nÔ quadrature ! Vieux tourment du philosophe\r\n\r\nInsoluble rondeur, trop longtemps vous avez\r\nDéfié Pythagore et ses imitateurs.\r\nComment intégrer l’espace plan circulaire ?\r\nFormer un triangle auquel il équivaudra ?\r\n\r\nNouvelle invention : Archimède inscrira\r\nDedans un hexagone ; appréciera son aire\r\nFonction du rayon. Pas trop ne s’y tiendra :\r\nDédoublera chaque élément antérieur ;\r\n\r\nToujours de l’orbe calculé approchera ;\r\nDéfinira limite ; enfin, l’arc, le limiteur\r\nDe cet inquiétant cercle, ennemi trop rebelle\r\nProfesseur, enseignez son problème avec zèle.\r\n\r\nSource : Revue scientifique, 2 septembre 1905, n°10, p.316",
		"thumbnail" : "SGFJ4wRvdhHT.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 21:58:45"
	},
	{
		"user_id" : 1,
		"title" : "La mécanique des fluides",
		"slug" : "la-mecanique-des-fluides",
		"abstract" : "La mécanique des fluides est l’étude du comportement des fluides (liquides et gaz) et des forces internes associées. C’est une branche de la mécanique des milieux continus qui modélise la matière à l’aide de particules assez petites pour relever de l’analyse mathématique mais assez grandes par rapport aux molécules pour être décrites par des fonctions continues.",
		"content" : "Tous les fluides sont visqueux, c'est-à-dire que le mouvement d'une couche fluide par rapport à une autre est freiné par un phénomène de frottement qui entraîne une perte d'énergie mécanique transformée en chaleur. Dans un fluide newtonien, la force tangentielle est proportionnelle au taux de variation de la vitesse, ce qui conduit aux équations de Navier-Stokes. L'importance relative de la viscosité est mesurée par le nombre de Reynolds.\r\n\r\nSi l'écoulement est uniforme, la viscosité n'a aucun effet puisque toutes les particules se déplacent à la même vitesse. Ce sont les parois, sur lesquelles la vitesse d'un fluide visqueux s'annule, qui créent une variation de vitesse entre 0 et la vitesse de l'écoulement non perturbé.\r\n\r\nLorsque la viscosité est très importante (nombre de Reynolds inférieur à 1), l'écoulement est laminaire, c'est l'écoulement de Stokes.\r\n\r\nEn toutes circonstances, il suffit de s'éloigner suffisamment des parois pour trouver des vitesses quasi constantes qui permettent de négliger la viscosité. Plus la valeur du nombre de Reynolds est élevée, plus cette zone, dans laquelle on peut considérer que l'on a affaire à un fluide parfait, est importante. Elle est alors soumise aux équations d'Euler, beaucoup plus simples que celles de Navier-Stokes. Les effets de la viscosité se concentrent alors dans la couche limite assez mince pour permettre de simplifier les équations visqueuses.\r\n\r\nDans une première gamme de Reynolds, l'écoulement reste généralement irrotationnel, dépourvu de tourbillons. Pour de plus fortes valeurs, la couche limite engendre un sillage tourbillonnaire à l'aval de l'obstacle (voir par exemple Allée de tourbillons de Karman).\r\n,Lorsque le nombre de Reynolds atteint des valeurs encore plus élevées, la couche limite, laminaire à l'amont, devient turbulente à l'aval, cette turbulence se transmettant au sillage, ce qui complique considérablement le problème.\r\n\r\nD'autre part, tous les fluides sont plus ou moins compressibles, l'effet de la compressibilité étant mesuré par le nombre de Mach. Là encore, il est souvent possible de simplifier les équations en négligeant la compressibilité pour les faibles nombres de Mach. C'est le cas général en hydrodynamique et, en aérodynamique, pour les vitesses relativement faibles.",
		"thumbnail" : "m8ijwckV2aO2.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:08:10"
	},
	{
		"user_id" : 1,
		"title" : "Que sont les années-lumières ?",
		"slug" : "que-sont-les-annees-lumieres",
		"abstract" : "Souvent utilisée dans la littérature de science-fiction et le cinéma, voici plus de détails sur cette unité scientifique si employée.",
		"content" : "Une année-lumière, unité de longueur utilisée en astronomie, est égale à la distance parcourue par la lumière dans le vide pendant une année julienne, soit environ 9 461 milliards de kilomètres, soit encore, en ordre de grandeur, environ 10 000 milliards de kilomètres (10 kilomètres).\r\n\r\nL'année-lumière s'utilise surtout en vulgarisation pour exprimer les distances interstellaires et intergalactiques, car cette unité est facilement accessible par le grand public en raison de sa définition, la distance parcourue par la lumière pendant le temps cité.\r\n\r\nPar exemple, Proxima Centauri, l'étoile la plus proche du Système solaire, se trouve à 4,22 années-lumière, la galaxie d'Andromède se situe à environ 2,5 millions d'années-lumière et le halo de la Voie lactée a un diamètre d'environ 100 000 années-lumière.\r\n\r\nCependant, l'année-lumière est rarement utilisée par les astronomes professionnels qui lui préfèrent le parsec (symbole pc), unité issue d'une technique expérimentale de mesure de distance utilisant la parallaxe annuelle de l'étoile visée. Un parsec correspond à la distance de laquelle une unité astronomique est vue sous un angle d'une seconde d'arc. Il équivaut à environ 3,26 années-lumière.\r\n\r\nL'unité astronomique (symbole ua), historiquement basée sur la distance Terre-Soleil, est souvent utilisée, notamment pour les objets relativement proches (à l'échelle astronomique). Une unité astronomique équivaut à environ 8,32 minutes-lumière et une année-lumière vaut 63 241,077 ua.\r\n\r\nPar approximation, l'année-lumière est souvent arrondie à 10 000 000 000 000 (dix mille milliards) de kilomètres. Cette valeur, simple à retenir, est exacte à environ 5,4 % et donc bien suffisante pour fixer des ordres de grandeurs ou des distances approximatives.",
		"thumbnail" : "tBO3lIZiWGE1.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:09:22"
	},
	{
		"user_id" : 1,
		"title" : "Quand les maths permettent de trouver le parfait curry",
		"slug" : "quand-les-maths-permettent-de-trouver-le-parfait-curry",
		"abstract" : "Mark Hadley, un physicien de l’université anglaise de Warwick a récemment mis au point une formule mathématique permettant de réaliser un curry idéal. Selon sa théorie, le curry idéal doit pouvoir passer avec succès le « test de la fourchette », de sorte que chaque bouchée contienne tous les ingrédients clés à égale mesure à savoir : un tiers de viande (ou éventuellement de légumes), un tiers de sauce et un tiers de riz.",
		"content" : "Par ailleurs, pour que la réussite soit totale, l’esthétique du plat doit répondre à la règle du nombre d’or. Pour ce faire, le tas de riz disposé dans l’assiette doit avoir un diamètre de 61% plus large que celui de la nappe de sauce qui le recouvre. Un espace doit également être laissé entre le monticule de riz et les bords de l’assiette de manière à ce que le rendu final soit propre et ordonné. La formule peut être appliquée au plat quelle que soit sa taille. La recette du curry idéal.\r\n\r\nÀ titre d’exemple, une assiette de 27 cm de diamètre doit être recouverte de riz disposé selon un disque de 23 cm de diamètre et recouvert d’une couche de sauce de 14 cm de diamètre. « Nous sommes partis du principe qu'avec une assiette de 27 cm, nous voulons une bande nette d'assiette propre autour du riz. C'est dans une visée esthétique et aussi pour laisser de la place afin de \"casser\" le cercle de riz lorsqu'on mange », a expliqué le Dr Hadley repris par le Daily Mail. Près de 40 heures auront été nécessaire à l’élaboration de cette formule et de la recette du curry idéal. \r\n« L’aspect floconneux du riz est la clé de la formule, dans la mesure où, avec des grains séparés, il y a autant de riz que d'air une fois étalé sur le plat. Ceci affecte l'aspect du riz et la sensation ressentie en bouche », a encore commenté le chercheur.  \r\n\r\nFinalement, pour réaliser un plat scientifiquement convenable il vous faudra utiliser : 100 grammes de riz cuit par personne (soit 60 grammes de riz cru à faire cuire dans l’eau bouillante), 200 grammes de curry pour un bel esthétique, et 100 grammes de viande ou de légumes. Ne reste plus qu'à laisser parler son imagination en ce qui concerne le choix de la viande et des légumes.\r\n\r\nEn savoir plus : http://www.maxisciences.com/math%E9matiques/cuisine-quand-les-mathematiques-aident-a-realiser-un-curry-ideal_art31251.html\r\nCopyright © Gentside Découverte",
		"thumbnail" : "ZPjBckpPQOUz.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:10:21"
	},
	{
		"user_id" : 1,
		"title" : "Cette découverte sur les nombres premiers va vous étonner",
		"slug" : "cette-decouverte-sur-les-nombres-premiers-va-vous-etonner",
		"abstract" : "Les mathématiques ont ceci de captivant qu'ils ne cessent d'étonner les spécialistes. Même dans des domaines que l'on croyait « maîtrisés » depuis longtemps déjà, on découvre des choses tout à fait étonnantes. Des mathématiciens ont ainsi fait une découverte très étonnante concernant l'expression des nombres premiers.",
		"content" : "On rappelle tout d’abord ce qu’est un nombre premier. Il s’agit d’un nombre qui n’est divisible que par un et lui-même : 2, 3, 5, 7, 11, 13, 17, etc. Ils ont ceci de remarquable qu’il n’existe aucune formule (magique ou non) pour « prédire » un nombre premier. Jusqu’à aujourd’hui, la plupart des mathématiciens s’accordaient à dire qu’il y a une part d’aléatoire dans leur apparition.\r\n\r\nPourquoi la situation a-t-elle changé ? Tout simplement suite à la découverte de Kannan Soundararajan et Robert Lemke Oliver, chercheurs à l’Université Stanford de Californie. Ceux-ci ont récemment décidé de tester l’hypothèse de ce caractère aléatoire et ils ont découvert que la distribution des nombres premiers consécutifs pouvait être biaisée.\r\n\r\nPour ce faire, ils se sont intéressés aux cent premiers millions de nombres premiers. Dans cet ensemble, un nombre premier qui se termine par un 1 est suivi par un autre se terminant par un 1 dans seulement 18,5% des cas. Ceci ne devrait pas arriver si nous étions en présence d’un véritable caractère aléatoire. Le résultat devrait être de 25% – car les nombres premiers se terminent nécessairement par 1, 3, 7 ou 9 -. Pour le 3, le pourcentage est de 30%, comme pour le 7. Pour le 9, il est de 22%. Et cela n’a rien à voir avec la notation en base 10, c’est bien inhérent aux nombres premiers.\r\n\r\nÉtrange, non ? Inattendu, c’est certain ! Selon Kannan Soundararajan et Robert Lemke Oliver, cela aurait quelque chose à voir avec la conjecture de nombres premiers k-uple. Les nombres premiers jumeaux sont ainsi une paire de nombres premiers séparés de seulement 2 (de la forme p et p+2, comme 3 et 5 ou 11 et 13)… Les cousins diffèrent de 6, etc. Cette conjecture vise à mieux comprendre la proximité des nombres premiers les uns par rapport aux autres, « ou plus précisément, au fur et à mesure que nous avons des nombres de plus en plus grands, à quelle fréquence pouvons-nous trouver un nombre premier qui en ait d’autres à proximité de lui« , explique Spencer Greenberg, mathématicien et fondateur de ClearerThinking.org.\r\n\r\nEt cette nouvelle étude offre un nouveau regard sur ces contraintes. « À mesure que les nombres grandissent, il semblerait que le système soit moins contraignant, se rapprochant toujours davantage d’une distribution égale pour le dernier chiffre – ce qui semble censé puisque les nombres premiers deviennent de plus en plus rares -. »\r\n\r\nMais il est important de se rappeler que les nombres premiers paraissent uniquement être aléatoires, ils ne le sont pas du tout : « Il sont déterminés précisément par les propriétés des chiffres – c’est juste que lorsque l’on regarde leur occurrence, notre cerveau ne voit pas le schéma, c’est pour cela qu’il a une impression de parfait aléatoire.« \r\n\r\nMême si cette découverte n’aidera probablement en rien à résoudre certaines hypothèses et théories émises sur les nombres premiers, « cela nous permet de mieux comprendre, et tout peut y aider ;i votre hypothèse de base est fausse, cela vous fait repenser totalement certaines choses que vous pensiez savoir« , concluait le mathématicien Andrew Granville.",
		"thumbnail" : "VSIep34R9fIY.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:11:58"
	},
	{
		"user_id" : 1,
		"title" : "Visite d'une centrale nucléaire",
		"slug" : "visite-dune-centrale-nucleaire",
		"abstract" : "La classe de 1ST3 est partie à la découverte d’une centrale nucléaire. Des élèves racontent.",
		"content" : "« La centrale nucléaire du Bugey est située à 40 kilomètre de Lyon. Elle a 4 réacteurs en fonctionnement et 1 réacteur en cours de démantèlement. Le discours du personnel était naturellement pro nucléaire. Suite aux accidents de Tchernobyl, Three Mile Island et Fukushima, les systèmes de sécurité des centrales nucléaires ont été considérablement accentués au point qu’ils nous ont paru excessifs. Pour la France, les centrales nucléaires sont indispensables pour notre développement économique et énergétique, mais une centrale nucléaire peut-elle être totalement sécurisée ? Des événements récents laissent penser le contraire. Les militants écologistes de Greenpeace sont arrivés en effet à s’infiltrer, malgré tout, dans des centrales nucléaires, sans accros. L’avènement des drones, de plus en plus répandus, menace la confidentialité et le secret défense.\r\n\r\nBien entendu, les centrales représentant un symbole de la France, nous permettent de ne pas importer notre énergie et ici de nouveaux systèmes anti-sismiques sont installés pour limiter le risque d’accident. Pour autant, la principale question n’est-elle pas plutôt celle des déchets produits, même en petites quantités ? 100 000 ans pour détruire les plus radioactifs, c’est une dette bien lourde laissée aux générations futures. »\r\n\r\nMarcel et Léon, 1ST3",
		"thumbnail" : "vbM8vZxoy40s.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:13:28"
	},
	{
		"user_id" : 1,
		"title" : "Top 13 des perles du bac de maths",
		"slug" : "top-13-des-perles-du-bac-de-maths",
		"abstract" : "Dans le recueil « Brèves de copies de bac 2 », nous retrouvons beaucoup d’exemples à ne pas reproduire lors des examens cette année ! La cinquième a fait rire tous les professeurs !",
		"content" : "Je ne comprends pas pourquoi Félix Baumgartner s'embêterait à sauter depuis un minable immeuble sur terre, alors qu'il arrive à sauter depuis une capsule dans l'espace.\r\n\r\nLe plus prudent serait que Félix Baumgartner ouvre son parachute dès le début du saut dans la stratosphère, ainsi il n'est pas nécessaire de calculer précisément l'altitude idéale pour ouvrir le parachute.\r\n\r\nOn trouve le binôme, le trinôme et le polygone.\r\n\r\nL'angle aigu a été trouvé par le savant Cosinus.\r\n\r\nLe triangle est un rectangle avec un côté en moins.\r\n\r\nVu la complexité de ce sujet, la probabilité d'avoir la moyenne à cette épreuve diminue…\r\nLe repère orthonormé de la fonction de l'intervalle pourrait nous donner une piste de réponse, mais je ne sais pas.\r\n\r\nSi le nombre complexe est un nombre réel, j'en conclu par conséquent qu'une réponse est possible, néanmoins, je ne sais pas laquelle.\r\n\r\nCette question est tellement facile que je n'ai pas pris le temps de recopier la réponse (j'ai fait le calcul dans ma tête).\r\n\r\nPour perdre du poids, Alice ferait mieux d'aller faire un footing plutôt que de faire des mathématiques avec moi dans une salle d'examen.\r\n\r\nJe ne répondrai pas à aux questions suivantes car elles ne sont pas au programme et elles sont trop compliquées.\r\n\r\nL'ajustement affine permet d'affiner l'ajustement du nuage de points.\r\n\r\nTriangle rectangle : c'est un triangle qui a 3 côté parallèles.",
		"thumbnail" : "grbwLzZT91Mv.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:14:34"
	},
	{
		"user_id" : 1,
		"title" : "Des frites, du miel et un hexagone",
		"slug" : "des-frites-du-miel-et-un-hexagone",
		"abstract" : "Qui n’a jamais été intrigué par ces formes géométriques qui apparaissent dans la nature, qu’il s’agisse des tâches d’un léopard ou d’un flocon de neige d’une parfaite symétrie ?",
		"content" : "Par exemple, si l’on observe un étal d’oranges posées sur une surface plane, chaque fruit admet six points de contact avec ses voisins approximativement placés sur une jolie forme géométrique appelée hexagone. On peut ainsi recouvrir une table (infinie) en juxtaposant des hexagones. Les mathématiciens disent que l’hexagone permet de paver le plan. On peut le faire avec beaucoup de formes différentes, il suffit de regarder le carrelage de votre salle de bain ou de celui de la cuisine de votre grand-mère. On peut vouloir recouvrir le plan avec des polygones convexes réguliers, c’est-à-dire des ensembles dont le bord est une ligne brisée de segments de même longueur et qui n’a que des « coins sortants ». Il n’y a alors que trois choix possibles : le triangle équilatéral, le carré ou l’hexagone régulier.\r\n\r\nParmi ces trois formes, l’hexagone semble tenir une place à part. Par exemple, pourquoi les abeilles construisent-elles des alvéoles hexagonales ? Ce qui semble les pousser à choisir une telle disposition, c’est à la fois une contrainte de pavage, pour ne pas perdre d’espace, et un problème de minimisation de la cire utilisée. Considérons un triangle équilatéral, un carré et un hexagone d’aires égales, alors il n’est pas difficile de montrer que c’est l’hexagone qui possède le périmètre le plus petit, en d’autres termes, le bord de la plus petite longueur.\r\n\r\nC’est donc cette forme qui permet de minimiser la quantité de cire à utiliser par les abeilles. Si on conçoit bien que ce résultat est connu depuis longtemps – Pappus y faisait allusion au quatrième siècle -, il a néanmoins fallu attendre 1943 et le mathématicien hongrois László Fejes Tóth (pour le cas convexe) puis finalement 1999 et les travaux de l’américain Thomas C. Hales pour démontrer le « Théorème du nid d’abeille », qui dit que le pavage hexagonal régulier est la partition du plan en surfaces égales de périmètre minimal, et pas nécessairement sous forme de polygones.\r\n\r\nCe beau résultat a inspiré certains industriels. Par exemple, les grilles de découpe à trous hexagonaux permettent d’obtenir à la fois moins de déchets lors de la fabrication des frites et une économie de graisse lors du dépôt de l’huile sur leurs bords.\r\n\r\nEt oui, ce midi, il y aura des frites au self !",
		"thumbnail" : "VaCrlFWibkDd.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:15:17"
	},
	{
		"user_id" : 1,
		"title" : "Rentrée : message d'accueil de la proviseure",
		"slug" : "rentree-message-daccueil-de-la-proviseure",
		"abstract" : "Pour cette nouvelle rentrée, et au nom de l’ensemble du personnel éducatif, la proviseur a souhaité vous adresser ces quelques mots.",
		"content" : "« Fort d’une image de travail et de réussite, affirmée et reconnue sur le territoire, le lycée Moyo accueillera pour cette rentrée 720 élèves, 62 étudiants et près de 130 adultes chargés de la formation, de l’encadrement et du maintien du cadre de vie de nos lycéens.\r\nC’est donc une communauté de plus de 900 personnes qui se croisent, se rencontrent et travaillent ensemble au quotidien, dans un climat fait de respect, d’attention et d’écoute\r\nLe climat d’établissement, favorable aux apprentissages et aux comportements citoyens est une des clefs de la réussite des élèves. On connaît l’engagement, la compétence et la bienveillance des équipes. On note une prise de conscience et une implication de plus en plus marquée des jeunes dans leur formation.\r\nAinsi, en juin dernier, les résultats aux examens étaient encore en progression et les taux de réussite supérieurs à ceux de l’Académie.\r\nDans le cadre de son projet d’établissement et en écho aux grandes orientations académiques, le lycée Moyo poursuivra cette année sa politique de formation et d’accompagnement des jeunes dans des voies porteuses de réussite et de progrès.\r\nLa palette de formations proposées au lycée permet à chacun, quelque soit la filière suivie – générale, technologique ou professionnelle – d’obtenir sa qualification et d’envisager raisonnablement une poursuite d’études dans le supérieur.\r\nPuisse ce postulat devenir le projet de chaque lycéen !\r\n\r\nJe souhaite à tous une bonne rentrée »\r\n\r\nBrenda Montgomery",
		"thumbnail" : "BWT7iyoxsSKP.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:16:08"
	},
	{
		"user_id" : 1,
		"title" : "Combien coûte une tonne de CO2 ?",
		"slug" : "combien-coute-une-tonne-de-co2",
		"abstract" : "Les mathématiques analysent de nombreux aspects des marchés financiers et des produits de la finance. Ainsi, les marchés de permis d’émission de CO2  comptabilisent les rejets directs en CO2 ou l’équivalent CO2 des rejets des autres gaz à effet de serre.",
		"content" : "Les États, ou une autorité multinationale, fixent un plafond d’émissions. À chaque « pollueur » (une entreprise par exemple), est attribué au départ un droit à polluer, exprimé en tonnes de CO2. En fonction de l’évolution de leurs besoins, les entreprises peuvent échanger librement leurs droits à polluer, au prix déterminé à chaque moment par les conditions du marché. Sur ce marché, des industriels achètent et échangent des droits à polluer, en référence à l’objectif de rejet de pollution à respecter. C’est le fonctionnement dit « cap and trade ».\r\n\r\nPour établir un tel marché, il convient de choisir un mécanisme qui fixe dans le futur l’objectif de rejet. En cas de non respect de l’objectif à terme, une pénalité est versée par les producteurs qui ont dépassé le quota qui leur avait été alloué. Réaliser le design de ce marché consiste notamment à fixer un calendrier pour l’utilisation des permis, à choisir  le mode de distribution initial (allocations gratuites, mise aux enchères…) et  la forme de la fonction de pénalité, etc.\r\n\r\nCes marchés de permis sont encore balbutiants : sous l’impulsion du protocole de Kyoto et de son prolongement, on compte un petit nombre de tentatives d’ouverture de marchés dans certains pays (dont la Communauté Européenne depuis 2005) auxquelles s’ajoutent des initiatives plus récentes (Australie, Chine et certains états américains).\r\n\r\nLes marchés de permis de CO2 sont perçus comme des outils incitatifs pour la réduction des émissions de gaz à effet de serre issus de certains secteurs d’activité. Le design de tels marchés, et donc leur efficacité, est caractérisé par les valeurs prises par un ensemble de paramètres numériques qui définissent les règles de fonctionnement du marché. De la théorie à la pratique, les mathématiques peuvent aider à y voir plus clair sur le choix des paramètres permettant que la mise en place de ces marchés conduise à une réduction effective. De plus, ces marchés de permis affectent les prix sur des marchés de biens (dont la production a comme conséquence l’émission de gaz à effets de serre) et de matières premières.\r\n\r\nLa théorie des jeux permet d’analyser l’interaction des acteurs sur ces marchés, de comprendre le lien entre le design du cap and trade, la formation des prix par exemple de l’électricité, les effets d’aubaines et les technologies de production favorisées.\r\n\r\nD’autre part, à l’aide d’un modèle de production industrielle, on peut adopter le point de vue d’un acteur soumis à la pénalité sur le CO2. Pour un design de marché fixé, la simulation numérique permet de quantifier son bilan d’activité (richesse produite, CO2 rejeté) et de calculer son prix subjectif pour l’acquisition d’un permis. Ces informations permettent de tester et de comparer différents designs suivant des critères variés, dont la réduction des émissions.",
		"thumbnail" : "flZzgojkmLAI.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:17:45"
	},
	{
		"user_id" : 1,
		"title" : "La musique n'est-elle que mathématiques ?",
		"slug" : "la-musique-nest-elle-que-mathematiques",
		"abstract" : "« La musique est une pratique cachée de l'arithmétique, l'esprit n'ayant pas conscience qu'il compte » , a écrit le philosophe et mathématicien Leibniz. Cette affirmation pourrait décevoir ceux qui pensent, comme Bach, que « le but de la musique ne devrait être que la gloire de Dieu et le délassement des âmes » . Mais, au fond, est-ce incompatible ?",
		"content" : "Il faut dire que le son lui-même obéit à des lois physiques qui peuvent se traduire en équations et courbes, des représentations que l’on ne retrouve pas en peinture ou en littérature. Une note se définit ainsi avec quatre paramètres : la durée, l’intensité, la hauteur et le timbre. Et l’on connaît sa représentation par une courbe sinusoïde montrant l’évolution de la pression de l’air en fonction du temps. Avec le développement de l’informatique, au cours des cinquante dernières années, la musique a eu tendance à se mathématiser encore plus.\r\n\r\n Aujourd’hui, elle est composée sur ordinateur et les musiciens ont dépassé ce stade de l’inconscient dont parlait Leibniz. Certains sont même mathématiciens et le lieu où nous nous trouvons, créé par Pierre Boulez en 1974, est bien le temple de cette fusion entre musique et informatique. Les compositeurs ont-ils, pour autant, découverts la formule magique de la musique ? Les relations délicates qu’entretient la musique contemporaine avec ses contemporains permettent d’en douter. Trop théorique, trop abstraite, trop formaliste, la musique conserve-t-elle sa capacité à donner « une âme à nos cœurs et des ailes à la pensée » , comme le célébrait Platon ? Comment l’émotion du compositeur s’accommode-t-elle d’une arithmétique sous-jacente devenue pleinement consciente ? La magie musicale, d’essence divine pour certains comme Bach, résiste-t-elle au passage par les logiciels et les microprocesseurs des ordinateurs ? Parallèlement, la musique peut-elle devenir un instrument pédagogique pour l’enseignement des mathématiques ?",
		"thumbnail" : "yqyyBqFZmG5X.jpeg",
		"published" : 1,
		"created_at" : "2017-08-26 22:18:27"
	}
]